{
    "errors": [],
    "results": [
        {
            "index": "1",
            "entry_id": "14258",
            "title": "A Day Out",
            "lat": "-34.92127607650348",
            "lon": "138.60046863555908",
            "categories": [
                "437",
                "468",
                "505",
                "534",
                "561",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p>According to the old nursery rhyme, some little piggies go to market while others stay home. Well, it seems these particular piggies diverted to Rundle Mall in this playful piece of public art. Officially known as ‘A Day Out’ by Marguerite Derricourt, the four pigs were unveiled in 1999 by the Lord Mayor, Dr. Jane Lomax-Smith.&nbsp; These pigs are depicted in lively poses as if they were walking the street, greeting shoppers, and snuffling out a bargain. The bronze material used to create the pigs, was used intentionally to keep with the large amount of bronze sculptures that already exist in Adelaide. However, unlike many of the other bronze sculptures in the city, the surface of the bronze is shiny from the wear and tear produced by the many children who are attracted by and interact with this work. It immediately became apparent, with the popularity of the four trouble-makers, that they needed names. Each of the pigs were named by the public in a popularity poll, thus Truffles, Oliver, Horatio and Augusta were born.</p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "2",
            "entry_id": "14259",
            "title": "14 Pieces",
            "lat": "-34.92095498555882",
            "lon": "138.60314011573792",
            "categories": [
                "437",
                "469",
                "505",
                "533",
                "560",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p>14 Pieces was designed in response to the existing features and new landscaping of North Terrace. It was inspired by a visit to the South Australian Museum and in particular to a display of the opalised vertebral column of Ichthyosaur, an extinct marine reptile found in the former inland sea which covered the interior of Australia more than 100 million years ago. The work refers to the notions of excavation, reconstruction and conservation. It is constructed from black and red granite quarried in South Australia. The work was commissioned by City of Adelaide, with contributions from The Government of South Australia and SA Water. The water feature stands in place of the original fountain donated by the Bonython Family in memory of Sir John Lavinton Bonython (1875-1960).</p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "3",
            "entry_id": "14257",
            "title": "A Marriage of Memories",
            "lat": "-34.91980696519371",
            "lon": "138.5977005958557",
            "categories": [
                "437",
                "464",
                "505",
                "535",
                "562",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p>While the artist was making this work, he wished to make a connection with the fact that it was to be placed in the foyer of the Space Theatre, which inspired him to work with the idea of the experimental form of acting in the arts. The etched figure holds playing cards to resemble how the actor gambles on his success while the audience is represented by the red arms around him. There used to be a red laser beam which passed through his heart, but it was removed for the safety of the public (Queale, M and Di Lernia, N, Adelaide Architecture and Art, a walking guide, Wakefield Press, Adelaide, 1996).</p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "4",
            "entry_id": "14256",
            "title": "A Way of Seeing",
            "lat": "-34.9215003995687",
            "lon": "138.60316693782806",
            "categories": [
                "437",
                "468",
                "505",
                "534",
                "561",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p>Catherine Truman began her artistic career as a Jeweller, and it is interesting that more of her work begin to transcend conceptions of jewellery. It is not surprising therefore that we see her work ‘A Way of Seeing’ located on the North Terrace facade of the recently developed David Jones Pty Ltd. Building. Pinned to the building as giant brooches, and halted only by pins from floating their way down the surface of the building. This work contributes a sentimental attitude, a reflective sense of history as well as the vitality in age less youth.</p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "5",
            "entry_id": "14255",
            "title": "Amicus",
            "lat": "-34.9251994",
            "lon": "138.60077980000005",
            "categories": [
                "437",
                "465",
                "505",
                "536",
                "563",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p>The title of the sculpture ‘Amicus’ refers to friendship and incorporates meanings of family and agriculture. The sculpture was originally commissioned by the A.M.P. society, but it was relocated to the east wall of the Stock Exchange building, with the refurbishment of the A.M.P building in 1987. The sculpture was given to the City of Adelaide and relocated to the Stock Exchange, who expressed an interest in having Amicus to mark their centenary celebrations in 1987.</p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "6",
            "entry_id": "14254",
            "title": "Black Spring",
            "lat": "-34.918927245234016",
            "lon": "138.6129355430603",
            "categories": [
                "437",
                "466",
                "505",
                "537",
                "564",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Black-Spring.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Andy Goldsworthy</strong><br />\nslate sculpture<br />\n1992<br />\nAdelaide Botanic Gardens</p>\n<p>Andy Goldsworthy is an environmental sculptor and his work ‘Black Spring’ is an example of the way he explores natural mediums and materials.</p>\n<p>The work was built out of Parachilna slate from the northern Flinders Ranges and made to coincide with the Adelaide Festival of Arts in 1992. The work also has a sculptural equivalent in the Royal Botanical Gardens, Edinburgh. The natural slate encloses a central black hole of infinite depth. From an artist’s statement, Goldsworthy refers to ‘the black of a hole is like the flame of a fire. The flame makes the energy of a fire visible. The black is the earth’s flame, its energy. By energy, I mean the earth’s ability to give and sustain life-earth becoming plants, trees, grass, leaves…’ (Bloom, A newsletter for Staff, Friends, and the Board of the Botanical Gardens of Adelaide, March 2003, Vol. 12).</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "7",
            "entry_id": "14253",
            "title": "Bronze Sculpture No.714",
            "lat": "-34.92153118896117",
            "lon": "138.59596252441406",
            "categories": [
                "437",
                "466",
                "505",
                "537",
                "564",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p>Robert Klippel spent forty years researching the mechanical aspects of industrial equipment. His use in this work of mechanical elements to reflect the intricate and complex interpretation of the natural environment through the assembly of bronze castings of wooden pattern-making tools is unique. This work, which stands over 3 metres high and has a length of 3.5 metres, is an excellent example of Klippel’s finest work in his last series before he died.</p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "8",
            "entry_id": "14251",
            "title": "Cascade",
            "lat": "-34.91746688928252",
            "lon": "138.6125385761261",
            "categories": [
                "437",
                "465",
                "505",
                "536",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Cascade.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Sergio Redegalli</strong><br />\nfloat glass and silicone sculpture<br />\n1988<br />\nAdelaide Botanic Gardens (south of Bicentennial Conservatory)</p>\n<p>Redegalli built Cascade to celebrate Australia’s Bicentenary in 1988.</p>\n<p>To complement the glass Bicentennial conservatory in the Adelaide Botanical Gardens, the sculptural fountain was also built of glass, and has five hundred precision cut pieces of 6 mm thick glass in the shape of a cascading wave.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "9",
            "entry_id": "14236",
            "title": "End Divided Paths",
            "lat": "-34.9131648463465",
            "lon": "138.60950231552124",
            "categories": [
                "437",
                "467",
                "505",
                "538",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/End-Divided-Path.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Linda Patterson</strong><br />\nmixed media sculpture<br />\n1994<br />\nRiver Torrens / Karrawirra Parri</p>\n<p>The work was designed to be accessible, being tactile for the sight impaired and accessible by wheelchair. Reaching 4 metres to the highest point, it has been constructed of concrete, Mintaro slate and steel with a hot dipped zinc finish. Inlaid into the slate surface are figures formed by the use of locally found shards of pottery from early Adelaide homes and Bennett’s Potters terracotta rubble. Linda also worked with the children from Brompton Primary and their drawings can be seen incised around the base of the sculpture.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "10",
            "entry_id": "14219",
            "title": "Journey",
            "lat": "-34.91197712606666",
            "lon": "138.6119270324707",
            "categories": [
                "437",
                "467",
                "505",
                "538",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Journey.jpg\" style=\"height: 170px; width: 300px;\" /></p>\n<p><strong>Chetana Andary</strong><br />\nstainless steel and bronze sculpture<br />\n1994<br />\nRiver Torrens / Karrawirra Parri</p>\n<p>Journey consists of two elements, both 3.5 metres high on each side of the bike path, made from bronze and stainless steel. The work represents the paths of life, and of time, leading to and from, forming a passage way. The viewer is held on one side of the path, grounded. The materials, physical, spiritual and emotional goals that we strive for are on the other side, the ‘ladder of success’. The work invites us to rise above obstacles so that we can ‘fly’ to the other side to reach our goals. The work along the path represents moving through our dreams, hopes and aspirations.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "11",
            "entry_id": "14214",
            "title": "Landline/Timeline",
            "lat": "-34.91289211209846",
            "lon": "138.61088633537292",
            "categories": [
                "437",
                "467",
                "505",
                "538",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Landline-Timeline.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Philip Hind</strong><br />\ngranite, concrete and bronze sculpture<br />\n1994<br />\nRiver Torrens / Karrawirra Parri</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "12",
            "entry_id": "14213",
            "title": "Lie of the Land",
            "lat": "-34.92907864007865",
            "lon": "138.5850191116333",
            "categories": [
                "437",
                "469",
                "505",
                "533",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Lie-of-the-land-park-23.JPG\" style=\"width: 300px;\" /></p>\n<p>&nbsp;</p>\n<p><strong>Aleks Danko<br />\nJude Walton</strong><br />\nKanmantoo stone, granitised sand and black mallee box<br />\n2004<br />\nSir Donald Bradman Drive, northern and southern verges</p>\n<p>This piece is a result of the Western Gateway Public Art Project, funded by the Department for Transport, Urban Planning and the Arts (DTUPA) in 2001. The work which consists of 25 sculptural stone structures set in compacted granitised sand, with native trees and kangaroo grass planted among the structures, which is transformed at night by a unique lighting system. The work stretches over approximately 150 of Sir Donald Bradman Drive, and into the surrounding park lands. The work, made by Aleks Danko and Jude Walton, was initially inspired by a drawing in the Art Gallery of South Australia by Eugene von Guerard, which showed Indigenous Australians camped in the park lands when Adelaide was settled. The work was completed in December 2004.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "13",
            "entry_id": "14212",
            "title": "Light’s Vision Commemoration",
            "lat": "-34.91283645505823",
            "lon": "138.59405104854886",
            "categories": [
                "437",
                "546",
                "559",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Light’s_Vision.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Birnie Rhind</strong><br />\nbronze sculpture<br />\n1906<br />\nMontefiore Hill</p>\n<p>One of the city’s best-known lookouts, Light’s Vision is a great place to view Adelaide’s cityscape. The scene, looking across from Montefiore Hill across the Park Lands towards the city, is particularly attractive in the evening. Also at this vantage point stands a statue to commemorate storied surveyor Colonel William Light. The statue was shifted here from Victoria Square in 1938, and the area is called ‘Light’s Vision’ based on the notion that Light stood here when he picked the spot for Adelaide. It is debated if this patch is indeed the exact spot where Light stood in 1837, and said “this is the place for a city”. Some historians believe it was on the corner of North and West Terrace, but nevertheless the chosen site has a great view, and the walk from the North end of city to Montefiore Hill is very pleasant, passing Adelaide Oval and through some beautiful parks. \\</p>\n<p>Wherever he conceived it, Light’s contribution was fundamental in Adelaide’s success as a modern city. As Surveyor-General of the colony, he designed streets running east-west to cope with dusty north winds, open grassed squares within the city and the surrounding Park Lands. The plaque on the statue hints at the obstacles he faced: “The reasons that led me to fix Adelaide where it is I do not expect to be generally understood or calmly judged of at present. My enemies however, by disputing their validity in every particular, have done me the good service of fixing the whole of the responsibility upon me. I am perfectly willing to bear it, and I leave it to posterity and not to them, to decide whether I am entitled to praise or to blame.”</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "14",
            "entry_id": "14194",
            "title": "River Markers",
            "lat": "-34.91314725061591",
            "lon": "138.61010313034058",
            "categories": [
                "437",
                "467",
                "505",
                "538",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/River-Markers.jpg\" style=\"height: 170px; width: 300px;\" /></p>\n<p><strong>John Wood</strong><br />\ngalvanised steel sculpture<br />\n1994<br />\nRiver Torrens / Karrawirra Parri</p>\n<p>This group of three sculptures was commissioned in 1994 by Foundation SA (now Arts SA). ‘The River Markers’ were part of a group of four sculptures placed in this area along the River Torrens. They refer to aspects of the environment prior to white settlement and offer an interesting contrast with the 19th Century layout of the surrounding Park Lands. The first marker is a stylized version of the pacific black duck shown above water and stone. The second marker shows river red gum leaves and flowers with kangaroo grass and rushes divided by the sweep of time, the big headed gudgeon and the blue spotted goby. Galvanised iron was used to construct the sculptures because of its close relation to materials used by the early settlers.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "15",
            "entry_id": "14182",
            "title": "Talking Our Way Home",
            "lat": "-34.917440497068455",
            "lon": "138.59790980815887",
            "categories": [
                "437",
                "469",
                "505",
                "533",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Talking-our-Way-Home.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Shaun Kirby - Thylacine Art Projects&nbsp;</strong>&nbsp;&nbsp;<br />\nglass, stainless steel and paint installation<br />\n2005<br />\nTorrens River Walk, Elder Park</p>\n<p>The artwork is by one of Adelaide’s most critically acclaimed artists and Samstag Scholar, Shaun Kirby.</p>\n<p>Mr Kirby immigrated with his family to Adelaide by ship from the UK in the mid-1960’s and spent a short time at the then Elder Park Migrant Hostel in the vicinity of where the glass boats are placed.</p>\n<p>The artworks quite literally ‘float on the margin between the intimate and secret dimension of private experience, and its expression in the public realm’. The work engages with significant social and cultural issues in a poetic and playful way, without being an overbearing or pedantic presence in the landscape.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "16",
            "entry_id": "14177",
            "title": "The Don",
            "lat": "-34.915408271101235",
            "lon": "138.5983657836914",
            "categories": [
                "437",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><strong>Robert Hannaford</strong><br />\nbronze sculpture<br />\n2002<br />\nVictor Richardson Gates, Adelaide Oval</p>\n<p>Robert Hannaford is one of Australia’s most well-known portrait painters, in fact he has painted Sir Donald Bradman’s portrait previously in 1972, for the Lord’s Cricket Ground.</p>\n<p>There is no doubt that Sir Donald Bradman is one of Australia’s greatest sporting heroes. As a cricketing icon the positioning of the sculpture adjacent to the Victor Richardson Gates and in view of St Peter’s Cathedral, is one of high profile and recognises his importance as the greatest batsman in the history of Cricket. Sir Donald Bradman expressed a desire that he should be depicted in full cricket attire and to be shown in driving stance, awaiting the approach.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "17",
            "entry_id": "14176",
            "title": "The Eternal Question",
            "lat": "-34.925357780659304",
            "lon": "138.59333395957947",
            "categories": [
                "437",
                "465",
                "505",
                "536",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/The-Eternal-Questions.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Richard Tipping</strong><br />\nGranite installation<br />\n1982<br />\nLight Square</p>\n<p>This granite sculpture was made for the Festival of Adelaide in 1982 and installed on the banks of the River Torrens. It is made up of six large blocks of hewn black granite in a circle. Each block has two words carved into its sides, saying IS or IT or IF. The central block has a spiral question mark carved into it, with the dot representing the sun, and faces west. “The three words stand for the essentials: IT -matter, IS -being, IF -mind. The eternal question is of course why are we here at all’.</p>\n<p>After the festival, the sculpture was set to become a part of the breakwater being built at Robe, but was saved in 1983 by Ron Radford, who selected it for an exhibition of recent sculpture. It was then donated to the Art Gallery by the artists Mother and step-Father in 1984, and was given a home in Light Square in 2003.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "18",
            "entry_id": "14174",
            "title": "The Forest of Dreams",
            "lat": "-34.931902158371656",
            "lon": "138.6062729358673",
            "categories": [
                "437",
                "469",
                "505",
                "533",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/The-Forest-of-Dreams.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Anton Hart</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br />\nsteel and granite installation<br />\n2003<br />\nIntersection of Pulteney and Halifax Streets</p>\n<p>Anton Hart’s Public art work ‘The Forest of Dreams’ is a work that explores the contemporary landscape.</p>\n<p>But who says it has to be read left to right? It just as easily reads Dreams of the Forest. Words have a long history of use in describing public space. The 4 words remain as entry points from the road into the park, creating and maintaining the separation of space which the artist maintains is important in understanding the pre-settlement history of the location. The benches that accompany the work invite people to sit and contemplate their surroundings. The work also acts to unite the 4 quadrants of the Square.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "19",
            "entry_id": "14173",
            "title": "The Knot",
            "lat": "-34.924095464960175",
            "lon": "138.59350562095642",
            "categories": [
                "437",
                "463",
                "505",
                "539",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/The-Knot.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>Bert Flugelman</strong><br />\nstainless steel sculpture<br />\n1975<br />\nLight Square</p>\n<p>This work, made in 1975, by well-known Adelaide Artist Bert Flugelman, better known as the creator of ‘Spheres’ (the mall’s balls) in Rundle Mall, was originally commissioned by the ‘Works in Public Places Fund’ for the Art Gallery of South Australia, where it stayed from 1975 to 1995. It was then removed due to developments at the gallery, and relocated to the picturesque Light Square in 2003. Made from Stainless Steel tubing, it continues to be a beautiful addition to the Adelaide city scape in true Flugelman style.</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        },
        {
            "index": "20",
            "entry_id": "14171",
            "title": "The Three Rivers",
            "lat": "-34.92979112582407",
            "lon": "138.60005021095276",
            "categories": [
                "437",
                "500",
                "505",
                "541",
                "506",
                "543",
                "546",
                "558"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Three-Rivers.jpg\" style=\"width: 300px;\" /></p>\n<p><strong>John Dowie&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong><br />\naluminium and cement fountain<br />\n1968<br />\nVictoria Square / Tarntanyangga</p>\n<p>Situated on the southern end of Victoria Square, the Three Rivers Fountain is the work of famed designer John Dowie. Its unique form represents the three main rivers that provide much of Adelaide’s water: the Torrens is depicted as a woman holding a swan; the Onkaparinga, a woman with a heron; the Murray, an aboriginal man holding an ibis. The female figures are a representation of the European cultivation of the land surrounding each river and the male figure is symbolic of the historical and continued Indigenous presence.</p>\n<p>The fountain was commissioned by the City of Adelaide to commemorate the visit of Her Majesty Queen Elizabeth II and His Royal Highness Prince Philip Duke of Edinburgh in 1968. It was switched on by the Duke on 28 May, 1968, and at the time he commented “although there is not material advantage in having a fountain, it will give future citizens a great deal of pleasure, and no doubt, a great deal to argue about.”</p>\n<p><a href=\"http://www.cityofadelaide.com.au/explore-the-city/see-do/maps-and-trails/public-art-guide/\" target=\"_blank\">Visit Public Art Guide</a></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        }
    ]
}