{
    "errors": [],
    "results": [
        {
            "index": "1",
            "entry_id": "10367",
            "title": "Living Colour Wheel",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The “Living Colour Wheel” is a circle of six trees which flower abundantly together, in the three primary and three secondary colours, from early December to late January. A palette of colourful circles of fallen blossom beneath each tree adds to the effect. At the centre of the circle are low sitting walls of circa 1880 historic klinker bricks, constructed to reveal beautiful firing variations and clay colours. Each of these three walls is a primary colour given an appropriate expressive gesture of shape. In the areas between them there are indigenous grasses and sedges planted in swards of steely blue, bronze red and yellow green to augment in a more subtle way the theme of the three primary colours.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "2",
            "entry_id": "10381",
            "title": "Daubist Mural no.1",
            "lat": "-34.9225566",
            "lon": "138.60792750000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>In 1998, artist Driller Jet Armstrong directed and painted a unique commission for the City of Adelaide and Rundle Street Traders. His design modified an existing mural painted by Carol Ruff and Barbary O’Brien in 1984, which symbolised the link between the older and younger generations. Driller’s design incorporated the work of local artists, David Bromley, Brettski, Andrew Parish, Chris Gaston, Andrew Petrusevics and Barbary O’Brien herself.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "3",
            "entry_id": "10382",
            "title": "Communications",
            "lat": "-34.9254061",
            "lon": "138.6057859",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Geoff Lloyd was an artist who died early in his career. This work ‘Communications’ is an example of this sculptor’s scope for directional pieces. Located in the foyer of Telstra House, this work made from stainless steel rods, takes us beyond the everyday, and takes the viewer soaring into the stratosphere, perhaps replicating visually the idea of telecommunications and how fast it is developing.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "4",
            "entry_id": "10383",
            "title": "Amicus",
            "lat": "-34.925017",
            "lon": "138.60091700000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The title of the sculpture 'Amicus' refers to friendship and incorporates meanings of family and agriculture. The sculpture was originally commissioned by the A.M.P. society, but it was relocated to the east wall of the Stock Exchange building, with the refurbishment of the A.M.P building in 1987. The sculpture was given to the City of Adelaide and relocated to the Stock Exchange, who expressed an interest in having Amicus to mark their centenary celebrations in 1987.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "5",
            "entry_id": "10384",
            "title": "A Way of Seeing",
            "lat": "-34.92146",
            "lon": "138.60393",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Catherine Truman began her artistic career as a Jeweller, and it is interesting that more of her work begin to transcend conceptions of jewellery. It is not surprising there fore that we see her work 'A Way of Seeing' located on the North Terrace facade of the recently developed David Jones Pty Ltd. Building. Pinned to the building as giant brooches, and halted only by pins from floating their way down the surface of the building. This work contributes a sentimental attitude, a reflective sense of history as well as the vitality in age less youth.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "6",
            "entry_id": "10385",
            "title": "A Share in the Stocks",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>No information obtainable, however Council welcomes any details that could be added to the information available for this work.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "7",
            "entry_id": "10386",
            "title": "Pioneer Women&#8217;s Memorial",
            "lat": "-34.9189249",
            "lon": "138.60171300000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p><span class=\"text\" id=\"PublicArtView_DescriptionLabel\">Elsie Cornish was the well known garden designer, who was approved by the Council in1941 to create the garden for Olga Cohn’s sculpture. Ola Cohn chose a three ton piece of Waikerie limestone from which she carved over a period of eighteen months the timeless figure of woman. On completion of the work she felt compelled to defend her work in representing 'the spirit of womanhood capable of giving birth to a nation' against the criticism she received from the public for her course and unladylike rendition of the sculpted woman figure. </span></p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "8",
            "entry_id": "10387",
            "title": "Rainbow Serpent",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>:&nbsp; Rainbow Serpent consists of a huge mosaic grid (displayed in two parts) which comprised of 324 individual units. A wave of light, signifying the rainbow serpent of Aboriginal mythology, creates a unifying meta-design across the total image. Rainbow Serpent is one of a series which began when Nolan saw the blossoming of the Central Australian desert in 1967 after many rainless years. The miracle of long-dormant seeds propagating and resulting mosaic of growth inspired the series.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "9",
            "entry_id": "10388",
            "title": "Reclining Connected forms",
            "lat": "-34.967675",
            "lon": "138.632651",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>One of the rare Henry Moore sculptures in Australia, 'Reclining Connected Forms' is an abstract, sensual and complete work. The subject is abstracted from a human form and displays some connection with the human experience of feeling and emotion. The artist was consulted on the placement of the work in 1969, and was officially revealed by the Hon. John J Bray on the 16th of Dec 1976.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "10",
            "entry_id": "10389",
            "title": "River Murray Scenes",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Fred Williams is regarded as one of Australia’s greatest landscape painters. The Festival Theatre murals were his first public commission. The long strips of canvas are a response to the idea that people in the foyer would view the work as they walk past, rather than stopping to stand back to look at it. Many of the panels grew out of sketches made on a trip to Loxton on the River Murray in the August of 1972.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "11",
            "entry_id": "10390",
            "title": "Rythms of Construction 1-3",
            "lat": "-34.9355613",
            "lon": "138.60244720000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The three elements of Victor Meertens piece 'Rhythms of Construction 1-3' (Construction/Thought/Optimism) are a reproduction in bronze of a model made up of galvanised steel. They take on a rough and inflexible appearance of the material and yet the bronze material gives importance to their existence.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "12",
            "entry_id": "10380",
            "title": "Forgotten-Remembered Figures",
            "lat": "-34.9254061",
            "lon": "138.6057859",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Johns' sculptures appear to be ancient monuments that have existed since the dawn of time and the Life Plan (formerly Manchester Unity) building has somehow managed to exist around them. Johns speaks of his ideas on the links between mythology and symbolism. Multiple drawings on the faces of the monuments give rise to complex pattern arrangements and responses. The placement of one of the sculptures outside the building, which the tall glass window between, was done intentionally to express ideas of retrieval and rediscovery of ancestral spirits.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "13",
            "entry_id": "10379",
            "title": "Growing Up",
            "lat": "-34.9268082",
            "lon": "138.6066482",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>‘Growing Up’ by Hossein Valamanesh continues the artists’ exploration of human identity. The notion of identity is an abstract concept and can be difficult to grasp but Valamanesh handles it with ease. The ladder is symbolic of humankind’s inner life and journey.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "14",
            "entry_id": "10378",
            "title": "Hindmarsh Square Sculpture",
            "lat": "-34.924076",
            "lon": "138.6063775",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Carved from Murray Bridge SA Granite, the sculpture was created in 1979 and was one of a series of monoliths in public places made by Trappe. The Sculpture is the focus of this section of Hindmarsh square, and expresses the tranquillity of an oasis; the straight elements are complimented by curves, giving the sculpture movement. The negative space of the hole binds the shapes into a whole form; the opening of the work is echoed in the dome shaped water feature in the round pound near by. Before the installation of the work, the space was used as a carpark, filled with motorcycles. Paul always imagined to see a park there featuring his sculpture, and was finally unveiled by the Minister for the Arts, Murray Hill MLC, in 1979.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "15",
            "entry_id": "10368",
            "title": "Untitled",
            "lat": "-34.9241612",
            "lon": "138.60326140000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The interior design of the Regent Arcade incorporates the work of two teams of artists. Sarah Crowest and Stephen Bowers who have created decorative plaster ceiling domes which are located inside the arcade. These works are then complimented by the delicate glass work of Vicki Torr and Ian Mowbray which is located at the arcade entrance. The two collaborations hold a theme of day and night.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "16",
            "entry_id": "10369",
            "title": "Untitled",
            "lat": "-34.9238854",
            "lon": "138.61046320000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "17",
            "entry_id": "10370",
            "title": "Untitled",
            "lat": "-34.9272704",
            "lon": "138.6137513",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Two major pieces, and a third smaller piece was originally commissioned for a cafe area, the set of black quotation marks embedded into the concrete, is intended as a visual reference to the overlapping histories of time and human presence in the exchange of conversation. The main works are a series of visual motifs that were designed for the pathway of the main market entrance. For the East Terrace entrance, sand blasted illustrations of fruit peels, represent the leftovers after a morning market. This visual effect is to reflect the quiet shadow of history. The title of the Rundle Street entrance is 'Trade like Water', from an unknown author, the full statement on the pavement is as follows 'However, has a fashion of cutting it's own channel and reusing to be diverted, whence it has followed that, in this case, so large a proportion of it has escaped municipal control'.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "18",
            "entry_id": "10371",
            "title": "The Apron",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The work was made as a commemorative piece to reflect the old East End markets, the people and the activity that it brought to this end of the City. Central to the work is a cast bronze reconstruction of one of the old market aprons, used as a metaphor for 'the end of the working day' and 'the markets closure'. The docket book in the pocket of the apron contains the name of one of the families known to have had the longest running association with the markets. The materials were selected to evoke a sense of texture and rustic nature of the old site, which includes some of the old black market bricks, cast bronze, lyten steel and black hill granite. The work was commissioned by the Minister for urban development, and Genoff was chosen from 40 other artists. The artwork also has a secret, here's a clue; 'The artist has a daughter, can you find her?'</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "19",
            "entry_id": "10372",
            "title": "Strata",
            "lat": "",
            "lon": "",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>'The intention of the artwork was to create a lively streetscape for pedestrians while also providing a car park security grille for the hotel. The concept of the waving lines that create a calm but dynamic form is based on an abstraction of the following horizontals: Strata lines of sandstone contour lines of the land and isobar lines from weather charts to connect the earth to the roof garden; the winged roof of the hotel. The artwork comprises of 22 panels in sets of one, two and three. Each set being of unique design so the complexity is acknowledged. The panels were all laser cut from 4 mm stainless steel with a satin finish. Due to the optical illusion, they appear to swing in and out when viewed from an oblique angle.'</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "20",
            "entry_id": "10373",
            "title": "Shrine II",
            "lat": "-34.92555430000000",
            "lon": "138.6038459",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>In John’s sculptural form, the negative space is just as vital as the presence of form itself. The four figures, two upright and two upside down are suspended in a lozenge shaped arrangement. The notion of a shrine in a quite contemplative site in a busy city is also central to this piece, and has made a dominating statement at the entry to the MLC centre since it was installed in 1990.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "21",
            "entry_id": "10374",
            "title": "Rainbow Serpent",
            "lat": "-34.9238854",
            "lon": "138.61046320000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This is the story of the River Spirit Dreaming. My colours are red, yellow, black, white and browns. All these colours I use in my artwork. The symbol of the snake represents the rivers and creeks in South Australia. These mean life. All of my symbols that I paint are the Dreaming and the river spirits – the tortoise, goanna, fish and snake represent food. The male figures represent my ancestors who hunted and survived for thousands of years. The symbol of the woman represents the food gathering and giving birth to the children. The women played a big part in traditional life. The dance group figures represent a celebration or ceremony. The kangaroo and emu mean brother and sister. Tandanya means the place of the Red Kangaroo Dreaming.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "22",
            "entry_id": "10375",
            "title": "Paving Art Rundle Street",
            "lat": "-34.9224379",
            "lon": "138.6103743",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>In 2006, Adelaide based artist Michelle Nikou was invited by City of Adelaide to design an artwork to be integrated into the upgrade of the Rundle Street paving. The artists’ response to the Artist Brief looked to create a public art work that was minimal in design that did not compete with the busy and popular elements and ambience already in Rundle Street. The aim of this seeming simplistic artwork is to ‘speak to’ the viewer through multiple layers of understanding and response. An essential aspect of the work is to give the viewer a sensation, surprise or feeling rather than satisfy a need for order and design through public art.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "23",
            "entry_id": "10376",
            "title": "Like a leaf",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The sculpture is a representation of a free standing leaf skeleton, particularly submerged in the ground, the leaf tip is uppermost. In addition, located on the Fifth floor of the building in the reception area of the office of The Wyatt Benevolent Institution Incorporated, the tip of the leaf protrudes from the ceiling. The artist has developed the theme ‘Like a leaf restocks the soil with nutrients, the act of philanthropy inspires people to grow’ (The Wyatt Foundation is a philanthropic trust which provide financial assistance to South Australians in financial need) The beautifully structured and glittering sculpture provides a focal point in the large, newly refurbished foyer of the building. The shadows and reflection on the polished granite floor and add to the beauty of this work.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "24",
            "entry_id": "10377",
            "title": "Immortal Warrior",
            "lat": "-34.9268082",
            "lon": "138.6066482",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Norma Redpath’s work entitled Immortal Warrior has a lonely existence adjacent to the Reserve Bank building. A strong and minimally decorative piece, it is a surprising and welcome addition to the streetscape, despite its minimalist construction, these figurative element are inescapable.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "25",
            "entry_id": "10391",
            "title": "Sir John Glover Memorial Fountain",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The fountain was presented to the Adelaide Festival Centre Trust in 1976 by Lady Glover in memory of her husband Sir John Glover, a former Lord Mayor of Adelaide (1960-63) and a member of the City Council from 1935 until his death in 1969. The Fountain was the result of a co-operative effort by an engineer and Milton Moon, who was at the time in charge of the SASA ceramics department. The original design underwent several changes before it took its present form. Moon Designed and made the stoneware ceramic pieces so that they mirror the shape of the water forms. To the viewer, the plumbing requirements are hidden from view.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "26",
            "entry_id": "10392",
            "title": "Sir Robert Helpmann CBE",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The performer and choreographer, Sir Robert Helpmann, was one of South Australia’s most famous sons. Born in Mount Gambier in 1909, by the time of his death in October 1986, he was recognised internationally for his major achievements in the performing arts. John Dowie was commissioned to make the bust by the Festival Centre Trust shortly before Sir Robert Helpman's death. The piece is eventually destined for the State’s Performing Arts Collection.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "27",
            "entry_id": "10418",
            "title": "Kaurna meyunna, Kaurna yerta tampendi",
            "lat": "",
            "lon": "",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "28",
            "entry_id": "10407",
            "title": "Vertical Carpet",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The three central figures in this allegorical relief sculpture by Stephen Killick are intended to symbolize technology, money and innocence. The artist regards these three elements as the controlling influences in modern society. He has stated that the wider meaning of the work is deliberately open to individual interpretation. At its most primary level, Killick’s Vertical Carpet Birdwood is a colourful, appealing work which successfully fulfils its function of enhancing this architecturally neglected section of the Festival Centre driveway.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "29",
            "entry_id": "10408",
            "title": "Wash and War",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The appeal of the Wash and War lies in the artist’s visual trick of making clay appear like fabric, in this case a folded military uniform. This piece, which is part of a series (see half dress suit) evolved from Bishop’s feelings of regimentation imposed by the making and wearing of clothing, as was done with the mass regimentation of the military uniform.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "30",
            "entry_id": "10409",
            "title": "Wave",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Hilarie Mais’ Wave, a subtle optical grid, was originally made from painted Australian Silky Oak but because of deterioration due to weathering it was replicated in aluminium and re-installed in December 1993. The original work is on permanent loan to the Art Gallery of South Australia. The strong blue colour of “Wave” complements the pink walls of the Hyatt Regency.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "31",
            "entry_id": "10411",
            "title": "Zipper",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This site-specific sculpture is installed in concrete wall recesses beside the Festival Centre drive. Programmed lights flashing on the bright enamels which decorate the 20 columns are designed to interact with other light sources such as the headlights of passing cars. These flashes of colour enliven the otherwise dimly lit undercover driveway.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "32",
            "entry_id": "10412",
            "title": "No Regrets",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Female figure layered in fragmented armour. Commissioned by the ASER Property Trust 1993.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "33",
            "entry_id": "10413",
            "title": "Navigator&#8217;s Memory",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Stephen Walker’s sculptures draw on nature for inspiration, using plant and marine forms to build his works. This piece in the Festival Centre Trust collection was purchased after an exhibition by the artist at the Festival Centre. On a trip home after thirty years Walker realised that the inspiration for many of his works had come from the place he used to play at when he was eight years old. The lake shore, volcanic rocks and moss had gradually crept into his work to become the dominant source of his inspiration.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "34",
            "entry_id": "10414",
            "title": "Museum Views",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This is a series of window paintings commissioned by David Ker of the SA Museum, to brighten up the windows located at the rear of the museum. Each window was painted by a different artist or group, which are listed as follows: Panel 1) Warlpiri women (Pansy Nakamarra Stewart, Bessie Nakamarra Sims, Morna Napurrurla Poulsen, Long Dora Napurrurla, Jorna Napurrurla Nelson, Lourna Napurrula Williams. Panel 2) Anne New-March. Panel 3) Zig Moskwa. Panel 4) Heather Ellyard. Panel 5) Vytas Serelis. Panel 6) Erika Calder. Panel 7) Anna Platen. Panel 8) Aldo Lacobelli. Panel 9) Shaun Kirby. Panel 10) Rob Gulteridge. Panel 11) Bruce Benton.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "35",
            "entry_id": "10415",
            "title": "Mandorla",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>A description of the work as provided by the Artist. 'The sculpture “Mandorla” sits in an area where people are mostly passing by: to the Adelaide Casino, the Railway or the Festival Centre. There is a view when one walks up the ramp from North Terrace, also from the passage from the Festival Centre but the main view is from the Hyatt Hotel front entrance.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "36",
            "entry_id": "10416",
            "title": "La Vierge a l&#8217;Offrande (Virgin of the Offering)",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This work titled 'Virgin of the Offering' or 'Virgin of Alsace', was one of four casts made by the artists from the mould. The original commission in 1919 was from Bourdelle’s students Leon Vogt, as a symbol of thanks for the survival of their home through World War 1.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "37",
            "entry_id": "10417",
            "title": "Knocking from the Inside",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>“Hossein Valamanesh describes his work 'Knocking from the Inside' as a sculptural environment. Visually, the work attempts to create the remnants of an imaginary room. The viewer, by walking through the work, is invited to examine it more intimately. When we approach the work from the south, the first part – the top half of a natural boulder – is the beginning of the journey. Following the suggested black line, the eroded diamond motifs lead us to the room (ruin). This is the main element in the work and within it are broken columns, remnants of foundations, a set of steps and a fallen door. A human figure on the steps is cut out of the door. By breaking up the walls of the room, inside and outside become one. The person was knocking on the door to get inside. When the door opens he finds he had been knocking from the inside. This is an allegory of the search for truth and understanding.” A statement provided by Carolyn Rankin and Tony Bishop, The ASER Collection, 1993, on behalf of the artist.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "38",
            "entry_id": "10406",
            "title": "Untitled",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Robert Boynes used the confrontational tactics of street posters and placards as inspiration for this mural. His images of street life and social conflict transplant into the Space foyer, members of social groups who are unlikely ever to visit the Festival Centre. Perhaps the work is intended to remind patrons of other less comfortable existences. The six screen-printed, painted and air-brushed panels can be slid sideways, revealing blackboards which can be used for viewers to graffiti on.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "39",
            "entry_id": "10405",
            "title": "Untitled",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Trevor Nickolls’ mural painting uses aboriginal art techniques of cross hatching and dot painting, blended with contemporary western technique. The work deals with ideas of harmony and reconciliation between white Australian and Aboriginal Australian culture, between mind and body, and between man and nature. The central Mimi figure, adapted from Aboriginal mythology, floats in a stream between the land and heaven.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "40",
            "entry_id": "10404",
            "title": "Untitled",
            "lat": "-37.560546",
            "lon": "143.85818800000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>In Adelaide a sculptor from Cologne was commissioned to produce a work for the Art Gallery of South Australia as part of the Art Gallery’s SA’s Wild, Visionary, Spectral, New German Art. This exhibition highlights German Expressionism as only one of many directions being explored by Contemporary German artists in 1986. In ten days Ruchriem, a post-studio artist completed his sculptural work. Nicknamed the ‘telephone box’, the work highlights the human scale of the work and the comparison of interior and exterior elements.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "41",
            "entry_id": "10393",
            "title": "Slate Pool Walkway",
            "lat": "-37.560546",
            "lon": "143.85818800000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This work is comprised of Mintaro slate, painted steel gates and paginated cast bronze fish. The physical presents of the work is balanced with the space we are given to interpret a meaning. Truman is interested in exploring the metaphors in the language of boats, fish and life. For her the creation process is a journey in itself. The fish is a metaphor for our inner, emotional life, and the gates are the boundaries we encounter on this life journey. In many ways, the artist has created 'Slate Pool Walkway' to encourage the viewer to bring their own meaning to the work.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "42",
            "entry_id": "10394",
            "title": "South Australian National War Memorial",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The competition for the design of the South Australian National War Memorial was held in 1924. The original 26 entries were lost in a fire and it was not until 1926 that local architects Woods, Bagot, Jory and Laybourne-Smith were awarded the commission. Raynor Hoff (1894- 19) was employed to realise the large scale bronze figures of a farmer, student and girl presenting their most prized belongings before the Winged Spirit of Duty. The colossal figure of the spirit was first modelled in clay and then transposed onto Angaston white marble. The memorial was unveiled on April 24 1931 by the Governor, Brigadier-General Sir Alexander Hore-Ruthven to the cheers of some 75,000 people. It is unique in its characterisation of ordinary people in the role of heroes and heroines.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "43",
            "entry_id": "10395",
            "title": "Sun Dial",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The Sun Dial was purchased in 1974 with funds from The Commonwealth Council of Women in South Australia as a memorial to Ruth Gibson, an inspector of schools and President of The Royal Flying Doctor Service. The octagon rings of the sun dial sculpture reflect the octagonal architectural plan of the Festival Centre buildings. The meridian in one ring points due north. This supports a style that follows the earth’s axis and casts its shadow across raised numerals on the other ring that is in line with the equator. “The sculptor Owen Broughton was considered an ideal choice for this commission because of his personal interest in astronomy and this 'beautifully made instrument' was also a fine work of art.” (The Australian, 11/10/69, Urban Living Highlighted by Sculpture, C. Elwyn Dennis)</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "44",
            "entry_id": "10396",
            "title": "Talking Our Way Home",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The artwork is by one of Adelaide's most critically acclaimed artists and Samstag Scholar, Shaun Kirby. Mr Kirby immigrated with his family to Adelaide by ship from the UK in the mid-1960s and spent a short time at the then Elder Park Migrant Hostel in the vicinity of where the glass boats are placed. The artworks quite literally 'float on the margin between the intimate and secret dimension of private experience, and its expression in the public realm'. The work engages with significant social and cultural issues in a poetic and playful way, without being an overbearing or pedantic presence in the landscape.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "45",
            "entry_id": "10397",
            "title": "Target Practice",
            "lat": "-34.920845",
            "lon": "138.60454600000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Valamanesh based many of his early works on geometry derived from architectural drawing. 'Target Practice' has to compares long-lasting and ephemeral materials. The work is inlaid into brick and takes on the appearance of a giant compass: a wooden axis leads to ceramic tiles making up the compass guide. Located at the top of the Barr Smith Library stairs in the University of Adelaide, the work can be easily identified with student life as it characterises the many aims, hopes and dreams of youth.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "46",
            "entry_id": "10398",
            "title": "Tetrahedra",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Bert Flugelman's highly polished line up of seven tetrahedra reflects the collision between nature and the built environment. 'The sculpture’s cool geometric precision blends perfectly with the Festival Centre’s octagonal architectural theme. Both are examples of 1970s Australian modernism. As with Flugelman’s other well known Adelaide sculpture, the stainless steel balls in Rundle Mall, his Environmental Sculpture has proved enduringly popular because of its accessibility and interactive appeal to people of all ages.' (Queale, M and Di Lernia, N, Adelaide’s Architecture and Art, a walking guide, Wakefield Press, Adelaide, 1996, p.27)</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "47",
            "entry_id": "10399",
            "title": "Text, Textile and a Coil of String",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Kay Lawrence, Head of the South Australian School of Art and John Nowland from John Nowland Design, recently completed a major commission for the State Library of South Australia. The work was designed as an integral part of re-developed glazed entry to the library, a beautifully articulated, light filled space designed by MGT Architects in partnership with Hassell, Australia. The work, designed to be experienced spatially as visitors move through the space, comprises four elements developed from research into European and Kaurna knowledge systems; a stone greeting in the Kaurna language; a wall text, referring to the role of language in the construction of identity of both individuals and society; a carpet knotted with a text by techno-theorist Sadie Plant translated into the zeros and ones of computer language; and a suspended plant fibre ellipse, based on a Kaurna string game. Each element makes reference to the connection between textile metaphors and processes and the transmission of knowledge through narrative and observation. By linking the oldest human technologies (string and weaving) to the newest (the digital) the work suggests that new knowledge is always drawn out of the past, highlighting the role of institutions like the library that hold and make available the records of the past, and through their educational role, help shape the future.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "48",
            "entry_id": "10400",
            "title": "The Fones",
            "lat": "-34.920845",
            "lon": "138.60454600000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Dady’s work, 'The Fones', was inspired by the inner ear and the role of music on the senses. This is one of Dady’s better known works. At first, it has the appearance of a fragile artwork, and yet its reinforced cement gives the piece an unexpected strength and rigidity, which has existed on the Barr Smith Lawns since 1992. The intensity with which the artist communicates is characteristic of minimalist sculpture, and opens the possibility for outside or further interpretation.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "49",
            "entry_id": "10401",
            "title": "Ultimate Form",
            "lat": "-34.9301776",
            "lon": "138.59997830000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Ultimate Form belongs to Barbara Hepworth’s 'Family of Man' series. Each sculpture in the series is cast in editions of six. Hepworth is regarded as a foremost artist in the use of organic abstraction. Using the human figure as an inspirational source, she aimed for an abstract form that expressed the unity of man and nature. Purchased and shipped over to Adelaide in 1973, the work weighed over 700 kg, and took several days to assemble.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "50",
            "entry_id": "10402",
            "title": "Unchartered Monument: Pastoral Year:",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Roger Noakes’ striking sculpture uses humour and irreverence to debunk what he regards as the heroic sentiments of neo-classical monuments and memorial styles. This is a work that can be interpreted on many levels. There are references to theatre as well as elements of personal iconography which relate to the artist’s wider body of work.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "51",
            "entry_id": "10403",
            "title": "Untitled",
            "lat": "-37.560546",
            "lon": "143.85818800000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>In 1974, Donald Judd created a design for a work that was to be placed at the Art Gallery. In 1975, the work was made and built according to Judd's design. This piece reflected Judd's intentions for a work, made of reinforced concrete, which reflects the aims of minimalist art.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "52",
            "entry_id": "10331",
            "title": "Royal South Australian Society for the Arts",
            "lat": "-34.9213735",
            "lon": "138.6018398",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>From its inception in 1856 the Society has been at the forefront of visual art progress. Its members have made a comprehensive impact on the advancement of art in Australia. The influence of our artists on the international environment has been significant, and we are proud of the respect and renown earned by our members now and in the past.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "53",
            "entry_id": "10343",
            "title": "Catherine Helen Spence",
            "lat": "-34.92565",
            "lon": "138.59340",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The bronze sculpture of Catherine Helen Spence was unveiled on March 10 1986 by Her Majesty Queen Elizabeth II. Pocius was commissioned to produce the work by the Women's Executive Committee of the South Australian Jubilee 150 to celebrate the life of political activist, social reformer, writer and preacher Catherine Helen Spence (1825-1910).</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "54",
            "entry_id": "10344",
            "title": "City Skate Park",
            "lat": "-34.92170",
            "lon": "138.59296",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>When designing the fencing and mural for the City skate park, the artists had their audience in mind. Firstly, the work had to appeal to the skaters and secondly, it had to be durable. The combination of sculptural fencing and acrylic murals achieves a harmony with its street and railway surroundings and the works reflect street language and skate culture. The tech-camouflage background refers to the unity and harmony of the skater with street life and deters graffiti.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "55",
            "entry_id": "10345",
            "title": "Flinders Songlines",
            "lat": "-34.9271606",
            "lon": "138.5997029",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This artwork is a woven tapestry of hand spun and dyed wool. The tapestry incorporated a blending of the modern high technology of the Landsat remote sensing of the Flinders Ranges, including Wilpena Pound, with ancient rock formations of the region and the timeless craft of weaving. Swirling contour lines of the mountains are the main features with the occasional marks of man made road, townships and paddocks.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "56",
            "entry_id": "10346",
            "title": "From the Circle 1",
            "lat": "-34.9301776",
            "lon": "138.59997830000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>‘From the Circle 1’ is an example of Greg Johns’ combination of the figurative and the abstract in his work. ‘From the Circle 1’ is based on the elements of a human face. He reduces these elements to squares within a circle.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "57",
            "entry_id": "10347",
            "title": "Imaginary Figuration",
            "lat": "-34.92451",
            "lon": "138.59272",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>On his frequent visits to Australia, Nikolaus Lang left traces of himself behind in his art. In this work 'Imaginary Figuration', he describes his encounter with the Australian landscape. Located at the top of the stairs in the largely cement interior of the Roma Mitchell Arts Centre in Light Square, Lang’s work richly contrasts with the architecture.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "58",
            "entry_id": "10348",
            "title": "Past-Present-Future",
            "lat": "-34.92512",
            "lon": "138.59943",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The roots of the State Bank, through the Savings Bank of South Australia, reach back to the beginning of the colony. The land on which the Proclamation Day Ceremony was held was owned by one of the Bank’s founding directors and was later donated to the State as a memorial. Hence the sculptor has used the old gum tree as a focal element in composition.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "59",
            "entry_id": "10341",
            "title": "The Don",
            "lat": "-34.91529",
            "lon": "138.59755",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Robert Hannaford is one of Australia’s most well known portrait painters, in fact he has painted Sir Donald Bradman’s portrait previously in 1972, for the Lord’s Cricket Ground. There is no doubt that Sir Donald Bradman is one of Australia’s greatest sporting heroes. As a cricketing icon the positioning of the sculpture adjacent to the Victor Richardson Gates and in view of St Peter’s Cathedral, is one of high profile and recognises his importance as the greatest batsman in the history of Cricket. Sir Donald Bradman expressed a desire that he should be depicted in full cricket attire and to be shown in driving stance, awaiting the approach.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "60",
            "entry_id": "10340",
            "title": "River Markers",
            "lat": "-34.91129",
            "lon": "138.60707",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This group of three sculptures was commissioned in 1994 by Foundation SA (now Arts SA). 'The River Markers' were part of a group of four sculptures placed in this area along the River Torrens. They refer to aspects of the environment prior to white settlement and offer an interesting contrast with the 19th Century layout of the surrounding Parklands. The first marker is a stylized version of the pacific black duck shown above water and stone. The second marker shows river red gum leaves and flowers with kangaroo grass and rushes divided by the sweep of time, the big headed gudgeon and the blue spotted goby. Galvanised iron was used to construct the sculptures because of its close relation to materials used by the early settlers.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "61",
            "entry_id": "10339",
            "title": "Landline/Timeline",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "62",
            "entry_id": "10338",
            "title": "Journey",
            "lat": "-34.91172",
            "lon": "138.60742",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Journey - consists of two elements, both 3.5 metres high on each side of the bike path, made from bronze and stainless steel. The work represents the paths of life, and of time, leading to and from, forming a passage way. The viewer is held on one side of the path, grounded. The materials, physical, spiritual and emotional goals that we strive for are on the other side, the 'ladder of success'. The work invites us to rise above obstacles so that we can 'fly' to the other side to reach our goals. The work along the path represents moving through our dreams, hopes and aspirations.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "63",
            "entry_id": "10336",
            "title": "Co-ordinate #1",
            "lat": "-34.91115",
            "lon": "138.60742",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "64",
            "entry_id": "10335",
            "title": "Australian Experimental Art Foundation",
            "lat": "",
            "lon": "",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The Australian Experimental Art Foundation was established in 1974 by a small group of Adelaide artists and theorists in order to both encourage new approaches to the visual arts and to promote the idea of art as 'radical and only incidentally aesthetic'. Its inaugural Director was Noel Sheridan.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "65",
            "entry_id": "10334",
            "title": "Adelaide College of the Arts - Gallery",
            "lat": "-30.0002315",
            "lon": "136.2091547",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Adelaide College of the Arts is a dynamic training centre for visual arts, housing a first-class gallery, versatile exhibition spaces, fully equipped workshops and modern studios.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "66",
            "entry_id": "10333",
            "title": "Samstag Museum of Art",
            "lat": "",
            "lon": "",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The Anne &amp; Gordon Samstag Museum of Art has been named in honour of two distinguished American benefactors to Australian culture, whose remarkable bequest provides opportunities for Australian artists to study overseas.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "67",
            "entry_id": "10332",
            "title": "The Artspace Gallery: Adelaide Festival Centre",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The Artspace Gallery is the Adelaide Festival Centre's gallery exhibition space. Situated above the Drama Centre, the Artspace is being used more and more to host a variety of performances.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "68",
            "entry_id": "10349",
            "title": "Past-Present-Future",
            "lat": "-34.9271606",
            "lon": "138.5997029",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This woven tapestry is based on an interpretation of the State Bank logo, where each circle on the logo has been converted into a square. This also represents South Australia, and includes the stylised outline of the state and the coastline, representing the timelessness of the land, the past present and future. The upper-half and border of the design is in shades of red, graduating upwards to a deep red.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "69",
            "entry_id": "10350",
            "title": "Past-Present-Future",
            "lat": "-34.9271606",
            "lon": "138.5997029",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>A work in 3 parts - PAST- This section of the sculpture represents Australia’s first movements towards progress. The wheel and cogs represent the beginning of the movement whereas the engine parts reflect motion. The ace symbolises the toil and spirit behind these first movements. PRESENT- This section deals with present day achievements. The bone and fossils represent the richness of this land as well as its uniqueness which, we have come to realise, will not last forever, hence the tides are turning. FUTURE- Since the beginning of time, man has always worshipped the powers and forces of our solar system. In this last section, the key to man’s future existence is symbolised by the rising and setting of the mythical Egyptian Sun God. It symbolises man’s ability in the future to harness these powers.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "70",
            "entry_id": "10366",
            "title": "Retrace",
            "lat": "-34.932473",
            "lon": "138.60860020000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The intention of retrace was to add another dimension to the heritage chimney and offer viewers a small insight into the history of the site. The chimney was part of the destructor furnaces used for the incineration of the cities rubbish from 1909 and the heat was used to generate electricity to power the site and the street lights. The clinker (waste product) from the furnaces was used in the manufacture of pavers. A slumped glass panel was set within the arched chimney opening indicating the patterns of electro-magnetic lines of force - the basis of the generation of electricity, and coloured lighting references the furnaces and a detail on the door, 'TA564' - the original town acre. The paving design of the plaza connects with the pavers made on the side, and also to the detail of the sandstone/brick building that stood on the site. At night, tiny light points reference this outline and street lighting, which is supported by a solar array system.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "71",
            "entry_id": "10365",
            "title": "The Forest of Dreams",
            "lat": "-34.9353261",
            "lon": "138.60651960000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Anton Hart's Public art work 'The Forest of Dreams' is a work that explores the contemporary landscape. But who says it has to be read left to right, it just as easily reads Dreams of the Forest. Words have a long history of use in describing public space. The 4 words remain as entry points from the road into the park, creating and maintaining the separation of space which the artist maintains is important in understanding the pre-settlement history of the location. The benches that accompany the work invite people to sit and contemplate their surroundings. The work also acts to unite the 4 quadrants of the Square. The original concept had a second component at the junction of Pulteney and Grenfell and was to be called ‘The City of Dreams’.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "72",
            "entry_id": "10364",
            "title": "Untitled",
            "lat": "-34.93022",
            "lon": "138.59933",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The 80’s and 90s presented numerous opportunities for Johns to extend his artistic skills through a public art commissions. One of Johns many commissions is the Magistrate's Court Railings located on King William Street. This work is an excellent example of how artist can combine a functional object with art and the acknowledgement of the history of the building and its surroundings. John's intentions for the work were not only to make a practical framing for the building but also something that also stands alone as a strong work of art. (Neylon, J, Horizon, Greg Johns 1977-2002, MACMILLAN Press, Adelaide Australia, 2002)</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "73",
            "entry_id": "10363",
            "title": "Untitled",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Neil Cranney’s concrete pavement installation consists of two pavement works. The first uses elements contained in the forecourt paving that make reference to the Doric columns of the heritage building's portico in coloured cement and sandstone. The second raised element surrounds the air intake unit behind the Greg Johns fence in sandstone.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "74",
            "entry_id": "10362",
            "title": "Untitled",
            "lat": "-34.9323936",
            "lon": "138.60554260000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The John Bray Memorial Fountain was commissioned by the City of Adelaide in 1994. In collaboration with the Architect Matthew Hardy, the artist Stephen Bowers designed the fountain as a memorial to the poet, writer and jurist, John Bray who lived alongside Hurtle Square. One of John Bray's poems has been incorporated into the structure, and was to be a celebratory memorial to life of a valued individual and his poetry as a reminder of his contribution to the intellectual and cultural society in South Australia. (Stephen Bowers, A Missed Opportunity, The Adelaide Review, April 2003)</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "75",
            "entry_id": "10361",
            "title": "Untitled",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This work was commissioned as part of the refurbishment of the Adelaide Youth Courts in 1998. There are a number of art works that are inspired by and for the youth in Adelaide. The Wall Element - consists of a photographic image of a moon applied to an aluminium panel - the phases of the moon being symbolic of the coming of age and inspired by the cultural heritage of the Kaurna people of the Adelaide Plains region. Paving Elements - Curved steel and timber seat engraved with the rocket north pointer in pavement, symbolising the finding of direction in life.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "76",
            "entry_id": "10360",
            "title": "Untitled",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Moto Glass is the name of the artistic team of Vicki Torr and Ian Mowbray. In this work commissioned for the Adelaide Magistrate's Court refurbishment, a series of coloured glass fins emerge from the eastern facade. The glass installation follows the architecture of four floors providing natural light to the building.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "77",
            "entry_id": "10359",
            "title": "Yungondi",
            "lat": "-34.92211",
            "lon": "138.59159",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Yungondi, which is the Kaurna name for the giving and communication of knowledge, is a ceramic and slate installation that belongs to the University of South Australia. Its installation in a place of education is an important part of the artwork. It suggests the imparting of knowledge over a period of time and references the act of learning in the past, present and future. It is hoped that the work will continue to speak of the past and present accumulation of knowledge.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "78",
            "entry_id": "10358",
            "title": "Untitled",
            "lat": "-34.9301776",
            "lon": "138.59997830000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This wool carpet is patterned with native South Australian flowers. the flowers are chosen for their significance and includes the South Australian floral emblem, the Sturt Dessert Pea. The placement of the flowers on a green background with a gold border (national colours) is representative of South Australia's place in Australia.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "79",
            "entry_id": "10357",
            "title": "Untitled",
            "lat": "-34.9260913",
            "lon": "138.59357910000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>The artist Margel Hinder was awarded the Australia Medal, Order of Australia in 1979 in the General division for her services to the Australian artistic community. One of her sculptural works called 'Untitled' is located across from the Telstra Exchange building in Waymouth Street. This sculpture is monumental in its scale and is known for its use of abstract elements to suggest enclosure of space. Clearly the boundaries set by Hinder do not interfere with the free flow of space through the work.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "80",
            "entry_id": "10356",
            "title": "Untitled",
            "lat": "-34.9260913",
            "lon": "138.59357910000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This work was commissioned by the architect to a brief that reflected the design of the building. The influence of architecture on site-specific public artwork cannot be underestimated. The Corten steel material contributes to a feeling of infallibility and strength, both are attributes to be admired in a building.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "81",
            "entry_id": "10355",
            "title": "Untitled",
            "lat": "-34.9328294",
            "lon": "138.60381290000000",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This work was commissioned by SA Housing and Construction, and was made in 1989 to co-inside with the construction of the Remand Centre. It was intended as a waiting area for family members visiting, as one person was able to go in at a time. The 800 individual decorative terra cotta tiles which incorporate native fauna were intended to provide a visual distraction to the viewer, while the lower walls acted as seating.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "82",
            "entry_id": "10354",
            "title": "The Knot",
            "lat": "-34.9248361",
            "lon": "138.5929943",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This work, made in 1975, by well known Adelaide Artist Bert Flugelman, better known as the creator of 'Spheres' (the malls balls) in Rundle Mall, was originally commissioned by the 'Works in Public Places Fund' for the Art Gallery of South Australia, were it stayed from 1975 to 1995. It was then removed due to developments at the gallery, and relocated to the picturesque Light Square in 2003. Made from Stainless Steel tubing, it continues to be a beautiful addition to the Adelaide city scape in true Flugelman style.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "83",
            "entry_id": "10353",
            "title": "The Eternal Question",
            "lat": "-34.9248361",
            "lon": "138.5929943",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This granite sculpture was made for the Festival of Adelaide in 1982 and installed on the banks of the River Torrens. It is made up of six large blocks of hewn black granite in a circle. Each block has two words carved into its sides, saying IS or IT or IF. The central block has a spiral question mark carved into it, with the dot representing the sun, and faces west. \"The three words stand for the essentials: IT -matter, IS -being, IF -mind. The eternal question is of course why are we here at all'. After the festival, the sculpture was set to become a part of the breakwater being built at Robe, but was saved in 1983 by Ron Radford, who selected it for an exhibition of recent sculpture. It was then donated to the Art Gallery by the artists Mother and step-Father in 1984, and was given a home in Light Square in 2003.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "84",
            "entry_id": "10352",
            "title": "Songs of Australia, Volume Three",
            "lat": "-34.92224",
            "lon": "138.59298",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>Through a series of works by the title of 'Songs of Australia', Danko has been exploring a personal response to Australian identity, by building No. 3 of 'Songs of Australia' series. The totally enclosed, single roomed cottage plays on our feelings of global inferiority with a sense of humour. We are left questioning a wide range of issues from the Australian dream of home ownership to the intolerance in our society. Political discourses continue to pervade the works in this series, which pushes the fine line between laughing ‘with’ or laughing ‘at’ our culture. This work resides on the University of South Australia City West Campus, across from the Lions Arts Centre and Nexus Gallery.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "85",
            "entry_id": "10351",
            "title": "Sky-Earth Column",
            "lat": "-34.9248361",
            "lon": "138.5929943",
            "categories": [
                "239"
            ],
            "map_extra_fields": [],
            "description_plain": "<p>This sculpture was commissioned through the Public Buildings Department of SA and the Art for Public Places Committee, for the opening of the new college in Light Square. It was designed to compliment the materials used in the building and reflect the space around it. The lower levels are dominated by dense earthy materials such as rusted steel, raw brick, terracotta and brass which, as you look upwards towards the sky, contrasts with the lightness of aluminium. The effect is similar to the layers of a core sample and the transformation from earth to sky is a metaphor for aspiration and reflects the role of education in transforming people’s lives.</p>",
            "description_rich": "",
            "polyarea": "",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": ""
        },
        {
            "index": "86",
            "entry_id": "10342",
            "title": "Rymill Park Rose Gardens",
            "lat": "-34.92465403480149",
            "lon": "138.61750872012942",
            "categories": [
                "239",
                "544",
                "555"
            ],
            "map_extra_fields": [],
            "description_plain": "",
            "description_rich": "<p><img alt=\"\" src=\"http://stage.accmaps.bl.ms/common/dm/assets/Rymill_Park_Rose_Garden.jpg\" style=\"width: 300px;\" /></p>",
            "polyarea": "[]",
            "polyline": "",
            "kml": [],
            "picture": [],
            "stroke_colour": "",
            "stroke_width": "1"
        }
    ]
}